{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " I'VE GOT IT !"
			},
			"Translation":
			{
				"Text": "但，好像懂了"
			},
			"Key": "917937D948D67DFBF421E9977A85D128"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的"
			},
			"Key": "4AD1C87145794377B94B74960D76387B"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的 "
			},
			"Key": "4E9AFE814B35568CCEE6E68823DE1AE5"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的"
			},
			"Key": "849017CF4F69DCEC05C1D09E634E9CF6"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的"
			},
			"Key": "93B23F734B3D5328C7F54A89751D330B"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的"
			},
			"Key": "D0ACD5D64CAFF7DF3146219472E1DECF"
		},
		{
			"Source":
			{
				"Text": "& "
			},
			"Translation":
			{
				"Text": "的"
			},
			"Key": "236C64BB4FB0387E20DF53AD53E27448"
		},
		{
			"Source":
			{
				"Text": "A"
			},
			"Translation":
			{
				"Text": "苹"
			},
			"Key": "19CA3310427C063EC9EAAEBAA24A3533"
		},
		{
			"Source":
			{
				"Text": "A"
			},
			"Translation":
			{
				"Text": "苹"
			},
			"Key": "47B2FC4E43B0BA98CD6DCD9DDAEBB8F7"
		},
		{
			"Source":
			{
				"Text": "A"
			},
			"Translation":
			{
				"Text": "阿"
			},
			"Key": "DB1EB95545F43813A9446CB4279A9964"
		},
		{
			"Source":
			{
				"Text": "ALI            "
			},
			"Translation":
			{
				"Text": "利      "
			},
			"Key": "A840C0F54945B96272A230852C15523C"
		},
		{
			"Source":
			{
				"Text": "ATHTUB"
			},
			"Translation":
			{
				"Text": "缸"
			},
			"Key": "BEA3A0C749F732235DD00CBEBCF5EC07"
		},
		{
			"Source":
			{
				"Text": "ATT         "
			},
			"Translation":
			{
				"Text": "特      "
			},
			"Key": "35E91A6F4E3525377C83CFA9E1EEC273"
		},
		{
			"Source":
			{
				"Text": "Art Assets / Sounds / Fonts"
			},
			"Translation":
			{
				"Text": "美术资产 / 音效 / 字体"
			},
			"Key": "CC0249C8492600EEFA93B884C193BAF2"
		},
		{
			"Source":
			{
				"Text": "B"
			},
			"Translation":
			{
				"Text": "浴"
			},
			"Key": "85F13D014F933B49ED03988270E4B70B"
		},
		{
			"Source":
			{
				"Text": "BACK"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "7DC0D85F46AB173DBA1F9C8C2B681A40"
		},
		{
			"Source":
			{
				"Text": "C"
			},
			"Translation":
			{
				"Text": "奶"
			},
			"Key": "28CA5EA9409FB1F2B774D4B31D1B0E7D"
		},
		{
			"Source":
			{
				"Text": "CREDIT"
			},
			"Translation":
			{
				"Text": "制作人员"
			},
			"Key": "365EA5F343DF23B45E9BB3B54CBA0606"
		},
		{
			"Source":
			{
				"Text": "CULPTURE"
			},
			"Translation":
			{
				"Text": "像"
			},
			"Key": "782986DA4E37E050AC5874849CD6F79F"
		},
		{
			"Source":
			{
				"Text": "D"
			},
			"Translation":
			{
				"Text": "达"
			},
			"Key": "C6FF0AEE485AF912DC8739AA9779CB2E"
		},
		{
			"Source":
			{
				"Text": "D"
			},
			"Translation":
			{
				"Text": "梦"
			},
			"Key": "54AE7D7C4B149178754504B51DD480FE"
		},
		{
			"Source":
			{
				"Text": "Director / Designer / Programmer"
			},
			"Translation":
			{
				"Text": "制作人 / 策划 / 程序"
			},
			"Key": "47BAEFBE481D43FAE701DD84632E5251"
		},
		{
			"Source":
			{
				"Text": "ETTLE"
			},
			"Translation":
			{
				"Text": "壶"
			},
			"Key": "56F2D6404E39C5BCEB9E92B94D0AF2BC"
		},
		{
			"Source":
			{
				"Text": "EWTON   "
			},
			"Translation":
			{
				"Text": "顿      "
			},
			"Key": "DF898E814B7C45BBF09502A36B694F46"
		},
		{
			"Source":
			{
				"Text": "English / 中文"
			},
			"Translation":
			{
				"Text": "中文 / English"
			},
			"Key": "5A1D1549478674FCE0C86BB4D5E3243B"
		},
		{
			"Source":
			{
				"Text": "HEESE"
			},
			"Translation":
			{
				"Text": "酪"
			},
			"Key": "0310C33D41874087FC1A0DABB2F30530"
		},
		{
			"Source":
			{
				"Text": "How to get ideas?"
			},
			"Translation":
			{
				"Text": "如此怪异的梦"
			},
			"Key": "916EC2CB4A3B01C7CD1CAF987EAFB56C"
		},
		{
			"Source":
			{
				"Text": "I can t"
			},
			"Translation":
			{
				"Text": "我王见在能"
			},
			"Key": "B622A92D4E4041D4C2754E8ED821073D"
		},
		{
			"Source":
			{
				"Text": "I need"
			},
			"Translation":
			{
				"Text": "我需"
			},
			"Key": "3C1863B54DEDFFE6641B12A7A16D9745"
		},
		{
			"Source":
			{
				"Text": "ICHELANGELO "
			},
			"Translation":
			{
				"Text": "开朗基罗      "
			},
			"Key": "D452550843FF78D7446C8784A5D565F4"
		},
		{
			"Source":
			{
				"Text": "K"
			},
			"Translation":
			{
				"Text": "水"
			},
			"Key": "A52FF61C41087C27C56E688E5AD411B8"
		},
		{
			"Source":
			{
				"Text": "Kaiyang (Albert) He"
			},
			"Translation":
			{
				"Text": "何凯洋"
			},
			"Key": "CFA47D0647C7296CDDA132B7F5409C54"
		},
		{
			"Source":
			{
				"Text": "M"
			},
			"Translation":
			{
				"Text": "米"
			},
			"Key": "4FB40FFF4CF92D90B098D2A23CAD2B17"
		},
		{
			"Source":
			{
				"Text": "N"
			},
			"Translation":
			{
				"Text": "牛"
			},
			"Key": "E56A8A3B47C12396E26CED8925BEBE6B"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "0E8DDF2443C6BCA2239FCA9573DFB219"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "41E2DD8A4270FC1EE83BCBBF1A59C436"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "474F2A7C4756866ECF657E9795BCB139"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "0247022342A4B1FF832535A6C125344D"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "AAC4DB4F46A4A7BB7D8D92933C7DC692"
		},
		{
			"Source":
			{
				"Text": "Oh! I've got it!"
			},
			"Translation":
			{
				"Text": "噢！我懂了！"
			},
			"Key": "ED1188654B8368B1A2D17B9DDE2FEE7A"
		},
		{
			"Source":
			{
				"Text": "PPLE"
			},
			"Translation":
			{
				"Text": "果"
			},
			"Key": "225FEE634A50CC2E0FDF90BF4301DAD8"
		},
		{
			"Source":
			{
				"Text": "PPLES"
			},
			"Translation":
			{
				"Text": "果"
			},
			"Key": "2FD5021C4F4B1748E1A10F953209C0F7"
		},
		{
			"Source":
			{
				"Text": "Project 3"
			},
			"Translation":
			{
				"Text": "设计文档"
			},
			"Key": "7AEE9DA1402047B7448DCBAA1CAAE6AE"
		},
		{
			"Source":
			{
				"Text": "Project 3"
			},
			"Translation":
			{
				"Text": "设计文档"
			},
			"Key": "409B62ED4B0D23B8DC1BAD816A0B38ED"
		},
		{
			"Source":
			{
				"Text": "QUIT"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "3C2693244C12AA5D77711981AB202476"
		},
		{
			"Source":
			{
				"Text": "R-Restart                            Shift-Highlight The Apple"
			},
			"Translation":
			{
				"Text": "R-重置关卡                            Shift-高亮以找到苹果"
			},
			"Key": "A1718C434A327576F2E4DEBFE1810C0E"
		},
		{
			"Source":
			{
				"Text": "RCHIMEDES "
			},
			"Translation":
			{
				"Text": "基米德      "
			},
			"Key": "2272209A472AAFF91E8759B38799B49A"
		},
		{
			"Source":
			{
				"Text": "REAMERS  "
			},
			"Translation":
			{
				"Text": "想家     "
			},
			"Key": "F3EA24D541BE90A5C4E4D484D83ECFAD"
		},
		{
			"Source":
			{
				"Text": "S"
			},
			"Translation":
			{
				"Text": "雕"
			},
			"Key": "F6ADCE384EF46C10AD8F049C55697C3A"
		},
		{
			"Source":
			{
				"Text": "SLEEP"
			},
			"Translation":
			{
				"Text": "睡觉"
			},
			"Key": "BFACEB7C41D75A6A91EB878791704A0A"
		},
		{
			"Source":
			{
				"Text": "Space                  Jump"
			},
			"Translation":
			{
				"Text": "Space                  -跳跃-"
			},
			"Key": "B440CDA842716EFA5C752281D8111E9E"
		},
		{
			"Source":
			{
				"Text": "W"
			},
			"Translation":
			{
				"Text": "瓦"
			},
			"Key": "16DC2C2644C8FBC10EFE778D05E662F4"
		},
		{
			"Source":
			{
				"Text": "WASD                  WALK"
			},
			"Translation":
			{
				"Text": "WASD                  -移动-"
			},
			"Key": "793DB0EE467F1F1805C03C9DA37FA7DF"
		},
		{
			"Source":
			{
				"Text": "Where"
			},
			"Translation":
			{
				"Text": "我"
			},
			"Key": "8A860B73489E5CB5664FD19B7ACEBA9E"
		},
		{
			"Source":
			{
				"Text": "ar"
			},
			"Translation":
			{
				"Text": "白勺"
			},
			"Key": "30C02A8D430F394288EBD2B4A431C798"
		},
		{
			"Source":
			{
				"Text": "kerp"
			},
			"Translation":
			{
				"Text": "一直"
			},
			"Key": "8DD1E76F4CC211316865A7A0BFE88477"
		},
		{
			"Source":
			{
				"Text": "mt ideas ?!>!"
			},
			"Translation":
			{
				"Text": "思足各呢？"
			},
			"Key": "94EB00DA4310DD4DCB1428871645BE70"
		},
		{
			"Source":
			{
				"Text": "slep now?"
			},
			"Translation":
			{
				"Text": "目垂觉吗？"
			},
			"Key": "E38763CF4BAC4F92E7E9F691A6D19D95"
		},
		{
			"Source":
			{
				"Text": "thimking!@zzZZ"
			},
			"Translation":
			{
				"Text": "思考！@zzZZ"
			},
			"Key": "CF70AF784B44B1842A1180B26393446B"
		},
		{
			"Source":
			{
				"Text": "to"
			},
			"Translation":
			{
				"Text": "要"
			},
			"Key": "B61C2B3743D742C5880DD69B0693210A"
		}
	]
}